Dlubal.RFEM5.INode
Interface for working with node.

Dlubal.RFEM5.INode.GetData
Gets node parameters.
Returns: Node parameters

Dlubal.RFEM5.INode.SetData(System.UInt32@)
Sets node parameters.
Node: Node parameters

Dlubal.RFEM5.INode.Delete
Deletes node.

Dlubal.RFEM5.INode.SetCoorinateSystem(System.UInt32)
Sets the coordinate system.
Cs: Type of the coordinate system.